Revit 2024 API
TableCellStyle.TextSize Property
 The text size.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double TextSize { get; set; }
Visual Basic
Public Property TextSize As Double
	Get
	Set
Visual C++
public:
property double TextSize {
	double get ();
	void set (double value);
}
See Also
TableCellStyle Class
Autodesk.Revit.DB Namespace